Repository: 0x7c13/Notepads
Catalog: src/Notepads/Strings/*/Settings.resw
Source language: en_us
Languages: ar_ye, cs_cz, de_de, es_es, fi_fi, fr_fr, hi_in, it_it, ja_jp, ka_ge, ko_kr, nl_nl, or_in, pl_pl, pt_br, pt_pt, ru_ru, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

# AboutPage_DependenciesAndReferences_Title.Text
source: Dependencies and References
ar_ye: التبعيات والمراجع
cs_cz: Závislosti a Odkazy
de_de: Abhängigkeiten und Referenzen
es_es: Dependencias y Referencias
fi_fi: Riippuvuudet ja viittaukset
fr_fr: Dépendances et références
hi_in: निर्भरता और संदर्भ
it_it: Dipendenze e Riferimenti
ja_jp: 使用・参照しているモジュール
ka_ge: დეფენდენსები და რეფერენსები
ko_kr: 의존성 및 참조
nl_nl: Afhankelijkheden en referenties
or_in: ନିର୍ଭରଶୀଳତା ଏବଂ ସନ୍ଦର୍ଭ
pl_pl: Użyte biblioteki oraz licencje
pt_br: Dependências e referências
pt_pt: Dependências e referências
ru_ru: Зависимости и ссылки
sr_latn: Zavisnosti i reference
tr_tr: Bağımlılıklar ve Referanslar
vi_vn: Các mô đun được sử dụng & tham chiếu
zh_cn: 依赖及参考
zh_tw: 依賴元件及參考資料

# AboutPage_Disclaimer_Content.Text
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar_ye: يتم توفير البرنامج "كما هو" ، دون أي ضمان من أي نوع ، صريحًا أو ضمنيًا ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر بأي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو مسؤولية أخرى ، سواء كان ذلك في إطار عقد أو ضرر أو غير ذلك ، ينشأ عن أو خارج أو متصل بالبرنامج أو الاستخدام أو المعاملات الأخرى البرمجيات.
cs_cz: SOFTWARE JE POSKYTOVÁN "TAK JAK JE ", BEZ ZÁRUKY JAKÉHOKOLI DRUHU, VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ, VČETNĚ, ALE NIKOLI VÝHRADNĚ, ZÁRUK PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL A NEPORUŠENÍ PŘEDPISŮ. AUTOŘI NEBO DRŽITELÉ AUTORSKÝCH PRÁV NEJSOU V ŽÁDNÉM PŘÍPADĚ ODPOVĚDNI ZA JAKÉKOLI NÁROKY, ŠKODY NEBO JINÉ ZÁVAZKY, AŤ JIŽ V RÁMCI SMLOUVY, DELIKTŮ NEBO JINAK, VZNIKLÉ V SOUVISLOSTI S TÍMTO SOFTWAREM NEBO S JEHO POUŽÍVÁNÍM NEBO S JINÝM OBCHODOVÁNÍ SE SOFTWAREM.
de_de: DIE SOFTWARE WIRD OHNE JEDE AUSDRÜCKLICHE ODER IMPLIZIERTE GARANTIE BEREITGESTELLT, EINSCHLIEẞLICH DER GARANTIE ZUR BENUTZUNG FÜR DEN VORGESEHENEN ODER EINEM BESTIMMTEN ZWECK SOWIE JEGLICHER RECHTSVERLETZUNG, JEDOCH NICHT DARAUF BESCHRÄNKT. IN KEINEM FALL SIND DIE AUTOREN ODER COPYRIGHTINHABER FÜR JEGLICHEN SCHADEN ODER SONSTIGE ANSPRÜCHE HAFTBAR ZU MACHEN, OB INFOLGE DER ERFÜLLUNG EINES VERTRAGES, EINES DELIKTES ODER ANDERS IM ZUSAMMENHANG MIT DER SOFTWARE ODER SONSTIGER VERWENDUNG DER SOFTWARE ENTSTANDEN.
es_es: EL SOFTWARE SE PROPORCIONA "COMO ESTÁ", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDAD PARA UN PROPÓSITO PARTICULAR E INCUMPLIMIENTO. EN NINGÚN CASO LOS AUTORES O PROPIETARIOS DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O CUALQUIER OTRO MOTIVO, DERIVADAS DE, FUERA DE O EN CONEXIÓN CON EL SOFTWARE O SU USO U OTRO TIPO DE ACCIONES EN EL SOFTWARE.
fi_fi: OHJELMISTO TARJOTAAN "SELLAISENAAN", ILMAN MINKÄÄNLAISTA TAKUUTA, ILMAISTUNA TAI OLETETTUNA, MUKAAN LUKIEN MUTTA RAJOITTUMATTA KAUPALLISUUDEN TAKUIHIN, SOVELTUVUUTEEN TIETTYYN TARKOITUKSEEN JA LOUKKAAMATTOMUUTEEN. MISSÄÄN TAPAUKSESSA TEKIJÖITÄ TAI TEKIJÄNOIKEUDEN HALTIJOITA EI VOIDA PITÄÄ VASTUUSSA MISTÄÄN VAATEESTA, VAHINGOSTA TAI MUUSTA VASTUUSTA, OLIPA KYSE SOPIMUSTOIMESTA, VÄÄRYYSDESTÄ TAI MUUTOIN, JOKA JOHTUU OHJELMISTOSTA TAI SEN KÄYTÖSTÄ TAI MUUSTA KAUPANKÄYNNISTÄ OHJELMISTON KANSSA.
fr_fr: Le logiciel est fourni "tel quel", sans garantie d'aucune sorte, explicite ou implicite, incluant mais sans s'y limiter, les garanties de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon. En aucun cas, les auteurs ou les détenteurs de droits d'auteur ne peuvent être tenus responsables d'une quelconque réclamation, d'un quelconque dommage ou de toute autre responsabilité, que ce soit dans le cadre d'une action contractuelle, délictuelle ou autre, découlant du logiciel, de son utilisation ou d'autres transactions dans le logiciel, ou en relation avec ceux-ci.
hi_in: सॉफ्टवेयर को किसी भी प्रकार की वारंटी के बिना ,"जैसा कि है", एक्सप्रेस या निहित प्रदान किया जाता है, जिसमें व्यापारीकी योग्यता की वारंटी तक सीमित नहीं है, किसी विशेष उद्देश्य के लिए फिटनेस और गैर-उल्लंघन शामिल हैं। किसी भी स्थिति में लेखक या कॉपीराइट धारक किसी भी दावे, क्षति या अन्य देयता के लिए उत्तरदायी नहीं होंगे, चाहे अनुबंध, टोट या अन्यथा की कार्रवाई में, सॉफ्टवेयर या सॉफ्टवेयर में उपयोग या अन्य सौदों के संबंध में, उत्पन्न होने वाली।
it_it: IL SOFTWARE VIENE FORNITO "COSÌ COM'È", SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, IVI INCLUSE, IN VIA ESEMPLIFICATIVA, LE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ A UN FINE PARTICOLARE E NON VIOLAZIONE DEI DIRITTI ALTRUI. IN NESSUN CASO GLI AUTORI O I TITOLARI DEL COPYRIGHT SARANNO RESPONSABILI PER QUALSIASI RECLAMO, DANNO O ALTRO TIPO DI RESPONSABILITÀ, A SEGUITO DI AZIONE CONTRATTUALE, ILLECITO O ALTRO, DERIVANTE DA O IN CONNESSIONE AL SOFTWARE, AL SUO UTILIZZO O AD ALTRE OPERAZIONI CON LO STESSO.
nl_nl: DE SOFTWARE WORDT GELEVERD "ZOALS DEZE IS", ZONDER ENIGE VORM VAN GARANTIE, EXPLICIET OF IMPLICIET, MET INBEGRIP VAN, MAAR NIET BEPERKT TOT, DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZIJN DE AUTEURS OF HOUDERS VAN AUTEURSRECHTEN AANSPRAKELIJK VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN ACTIE VAN CONTRACT, ONRECHTMATIGE DAAD OF ANDERSZINS, DIE VOORTVLOEIT UIT, UIT OF VERBAND HOUDT MET DE SOFTWARE OF HET GEBRUIK OF ANDERE TRANSACTIES IN DE SOFTWARE.
or_in: କୌଣସି ପ୍ରକାରର ୱାରେଣ୍ଟି ବିନା ସଫ୍ଟୱେୟାର “ଯେପରି” ପ୍ରଦାନ କରାଯାଇଛି, ୱାରେଣ୍ଟିର ବାଣିଜ୍ୟ ଯୋଗ୍ୟତା, ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଫିଟ୍ ଏବଂ ଉଲ୍ଲଂଘନ ସହିତ ସୀମିତ ନୁହେଁ | କୌଣସି ଘଟଣାରେ ଲେଖକ କିମ୍ବା କପିରାଇଟ୍ ହୋଲ୍ଡରମାନେ କୌଣସି ଦାବି, କ୍ଷତି କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଦାୟିତ୍ବ ପାଇଁ ଦାୟୀ ରହିବେ ନାହିଁ, ଯାହା କୌଣସି ଚୁକ୍ତିନାମା, ଟର୍ଟ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଜ୍ଞାନ, ସଫ୍ଟୱେୟାରର ବ୍ୟବହାର କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଡିଲ୍ ସହିତ ସଂଯୋଗରେ |
pl_pl: OPROGRAMOWANIE JEST DOSTARCZANE „W TAKIM STANIE, W JAKIM JEST”. NIE DAJEMY ŻADNEJ GWARANCJI NA JEGO DZIAŁANIE. W ŻADNYM WYPADKU AUTORZY LUB POSIADACZE PRAW AUTORSKICH NIE PONOSZĄ ODPOWIEDZIALNOŚCI ZA JAKIEKOLWIEK ROSZCZENIA, SZKODY LUB INNE ODPOWIEDZIALNOŚCI.
pt_pt: O SOFTWARE É FORNECIDO "TAL COMO ESTÁ", SEM GARANTIAS DE QUALQUER TIPO, EXPRESSAS OU IMPLÍCITAS, INCLUINDO, MAS NÃO SE LIMITANDO A, GARANTIAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM FIM ESPECÍFICO E NÃO INFRAÇÃO. EM CASO ALGUM SERÃO OS AUTORES OU TITULARES DOS DIREITOS DE AUTOR RESPONSÁVEIS POR QUAISQUER QUEIXAS, DANOS OU OUTRA RESPONSABILIDADE, SEJA POR AÇÃO DO CONTRATO, AÇÃO ILÍCITA OU OUTRA, DE ALGUM MODO DECORRENTE DE OU RELACIONADA COM O SOFTWARE OU A UTILIZAÇÃO OU OUTRAS TRANSAÇÕES NO SOFTWARE.
ru_ru: ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И ОТСУТСТВИЯ НАРУШЕНИЙ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО КАКИМ-ЛИБО ИСКАМ, ЗА УЩЕРБ ИЛИ ПО ИНЫМ ТРЕБОВАНИЯМ, В ТОМ ЧИСЛЕ, ПРИ ДЕЙСТВИИ КОНТРАКТА, ДЕЛИКТЕ ИЛИ ИНОЙ СИТУАЦИИ, ВОЗНИКШИМ ИЗ-ЗА ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫХ ДЕЙСТВИЙ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.
tr_tr: YAZILIM “HİÇBİR DEĞİŞİKLİK YAPILMADAN” ESASINA BAĞLI OLARAK, TİCARETE ELVERİŞLİLİK, ÖZEL BİR AMACA UYGUNLUK VE İHLAL OLMAMASI DA DAHİL VE BUNUNLA KISITLI OLMAKSIZIN AÇIKÇA VEYA ÜSTÜ KAPALI OLARAK HİÇBİR TEMİNAT OLMAKSIZIN SUNULMUŞTUR. HİÇBİR KOŞULDA YAZARLAR VEYA TELİF HAKKI SAHİPLERİ HERHANGİ BİR İDDİAYA, HASARA VEYA DİĞER YÜKÜMLÜLÜKLERE KARŞI, YAZILIMLA VEYA KULLANIMLA VEYA YAZILIMIN BAŞKA BAĞLANTILARIYLA İLGİLİ, BUNLARDAN KAYNAKLANAN VE BUNLARIN SONUCU BİR SÖZLEŞME DAVASI, HAKSIZ FİİL VEYA DİĞER EYLEMLERDEN SORUMLU DEĞİLDİR.
zh_cn: 该软件是"按原样"提供的，没有任何形式的明示或暗示，包括但不限于为特定目的和不侵权的适销性和适用性的保证担保。在任何情况下，作者或版权持有人，都无权要求任何索赔，或有关损害赔偿的其他责任。无论在本软件的使用上或其他买卖交易中， 是否涉及合同，侵权或其他行为。

# AboutPage_Disclaimer_Title.Text
source: Disclaimer
ar_ye: إخلاء المسئولية القانونية
cs_cz: Prohlášení
es_es: Aviso de declinación de responsabilidades
fi_fi: Vastuuvapauslauseke
fr_fr: Avertissement
hi_in: अस्वीकरण
it_it: Dichiarazione di non responsabilità
ja_jp: 免責事項
ka_ge: უარყოფა
ko_kr: 면책
nl_nl: Clausule
or_in: ପ୍ରତ୍ୟାଖ୍ୟାନ
pl_pl: Oświadczenie
pt_br: Aviso legal
pt_pt: Exclusão de responsabilidade
ru_ru: Отказ от ответственности
sr_latn: Odricanje od odgovornosti
tr_tr: Sorumluluk Reddi Beyanı
vi_vn: Miễn trách nhiệm
zh_cn: 声明
zh_tw: 免責聲明

# AboutPage_NotepadsShortDescription.Text
source: Free and open source text editor designed and implemented by Jackie (Jiaqi) Liu
ar_ye: محرر نص مجاني ومفتوح المصدر من تصميم وتنفيذ Jackie (Jiaqi) Liu
cs_cz: Design a implementace volně šiřitelného a open source distribuovaného text editoru od Jackie (Jiaqi) Liu
de_de: Kostenloser Open-Source Texteditor entworfen und implementiert durch Jackie (Jiaqi) Liu
es_es: Editor de texto de código libre diseñado por Jackie (Jiaqi) Liu
fi_fi: Vapaa ja avoimen lähdekoodin tekstieditori, jonka on suunnitellut ja toteuttanut Jackie (Jiaqi) Liu
fr_fr: Éditeur de texte gratuit et open source conçu et réalisé par Jackie (Jiaqi) Liu
hi_in: जैकी (जियाकी) लियू द्वारा डिजाइन और लागू किए गए स्वतंत्र और खुले स्रोत पाठ संपादक
it_it: Editor di testo gratuito e open source progettato e realizzato da Jackie (Jiaqi) Liu
ja_jp: Jackie (Jiaqi) Liu がデザインと実装した、フリーなオープンソース テキストエディター
ka_ge: უფასო და ოფენ სოურს ტექსტ ედიტორის დიზაინი და იმპლემენტაცია Jackie (Jiaqi) Liu-სგან
ko_kr: Jackie (Jiaqi) Liu 가 제작한 무료 오픈소스 텍스트 에디터
nl_nl: Gratis en open source teksteditor ontworpen en geïmplementeerd door Jackie (Jiaqi) Liu
or_in: ମାଗଣା ଏବଂ ମୁକ୍ତ ଉତ୍ସ ପାଠ୍ୟ ସମ୍ପାଦକ ଜ୍ୟାକି (ଜିଆକି) ଲିୟୁ ଦ୍ୱାରା ପରିକଳ୍ପିତ ଏବଂ କାର୍ଯ୍ୟକାରୀ |
pl_pl: Darmowy, otwartożródłowy edytor tekstu stworzony przez Jackie (Jiaqi) Liu
pt_br: Editor de texto gratuito e de código aberto projetado e implementado por Jackie (Jiaqi) Liu
pt_pt: Editor de texto gratuito e de código aberto concebido e implementado por Jackie (Jiaqi) Liu
ru_ru: Бесплатный текстовый редактор с открытым исходным кодом, созданный Jackie (Jiaqi) Liu
sr_latn: Besplatan i open source uređivač teksta dizajniran i implementiran od strane Jackie (Jiaqi) Liu
tr_tr: Jackie (Jiaqi) Liu tarafından oluşturulmuş, özgür ve açık kaynak bir metin düzenleyicisi
vi_vn: Trình soạn thảo văn bản mã nguồn mở và miễn phí được thiết kế và triển khai bởi Jackie (Jiaqi) Liu
zh_cn: 一款由柒才设计的简约轻量级文本编辑器
zh_tw: 一款由 Jackie (Jiaqi) Liu 所設計的免費開源文字編輯器

# AboutPage_Notepads_AuthorContactsTitle.Text
source: To contact the authors:
ar_ye: للتواصل مع المؤلفين:
cs_cz: Pro kontaktování autorů:
de_de: Autoren kontaktieren:
es_es: Contactos de Autores:
fi_fi: Tekijöihin yhteyden ottamiseksi:
fr_fr: Pour contacter les auteurs :
hi_in: लेखकों से संपर्क करने के लिए:
it_it: Per contattare gli autori:
ja_jp: 作者の連絡先:
ka_ge: ავტორებთა დასაკავშირებლად:
ko_kr: 제작자에게 연락하기:
nl_nl: Contact met de auteurs:
or_in: ଲେଖକମାନଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ:
pl_pl: Kontakt z autorami:
pt_br: Para contactar os autores:
pt_pt: Para entrar em contacto com os autores:
ru_ru: Связь с разработчиками:
sr_latn: Da kontaktirate autore:
tr_tr: Yazarlara ulaşmak için:
vi_vn: Để liên hệ với tác giả:
zh_cn: 您也可以通过电子邮件联系作者：
zh_tw: 作者聯繫方式：

# AboutPage_Notepads_IssueAndFeatureRequestsTitle.Text
source: For issue reporting and feature requests:
ar_ye: للتبليغ عن مشكلة و طلب ميزة:
cs_cz: Pro hlášení problémů a požadavků na nové funkce:
de_de: Für Fehlermeldungen oder Featureanfrage:
es_es: Para reportar problemas y sugerir características:
fi_fi: Ongelmien raportointia ja ominaisuuspyyntöjä varten:
fr_fr: Pour les rapports de problèmes et les demandes de fonctionnalités :
hi_in: रिपोर्टिंग और सुविधा अनुरोध जारी करने के लिए:
it_it: Per segnalare problemi e suggerire miglioramenti:
ja_jp: 問題の報告と機能追加依頼の連絡先:
ka_ge: იშუების რეპორტებისთვის და ფიჩერების მოთხოვნისთვის:
ko_kr: 문제 보고와 기능 추가 요청하기:
nl_nl: Voor probleemrapportage en verzoeken :
or_in: ରିପୋର୍ଟ ଏବଂ ବୈଶିଷ୍ଟ୍ୟ ଅନୁରୋଧ ପ୍ରଦାନ କରିବାକୁ:
pl_pl: Zgłoś błąd lub zaproponuj funkcję:
pt_br: Para reportar problemas e pedidos de novas funcionalidades:
pt_pt: Para reportar problemas e pedidos de funcionalidades:
ru_ru: Сообщить об ошибке или предложить функцию:
sr_latn: Za prijavljivanje problema i predloge mogućnosti:
tr_tr: Hata bildirimleri ve özellik istekleri için:
vi_vn: Đối với các báo cáo vấn đề và tính năng:
zh_cn: 如果您有什么问题或者建议，请点击：
zh_tw: 如果您遇到問題或者有任何建議，請造訪：

# AboutPage_Notepads_SourceCodeTitle.Text
source: Source code is available on Github:
ar_ye: الأكواد البرمجية متاحة على Github:
cs_cz: Zdrojový kód je dostupný na GitHubu:
de_de: Quellcode verfügbar auf Github:
es_es: El código fuente está disponible en Github:
fi_fi: Lähdekoodi on saatavilla Githubissa:
fr_fr: Code source est disponible sur GitHub :
hi_in: स्रोत कोड Github पर उपलब्ध है:
it_it: Il codice sorgente è disponibile su Github:
ja_jp: ソースコードはGithub にあります:
ka_ge: სორს კოდი ხელმისაწვდომია on Github:
ko_kr: 소스 코드는 Github에 공개됩니다:
nl_nl: Broncode is beschikbaar op Github:
or_in: Github ରେ ଉତ୍ସ କୋଡ୍ ଉପଲବ୍ଧ:
pl_pl: Kod źródłowy dostępny jest w serwisie Github:
pt_br: Código fonte disponível no Github:
pt_pt: O código fonte está disponível no Github:
ru_ru: Исходный код доступен на Github:
sr_latn: Izvorni kod je dostupan na GitHub-u:
tr_tr: Uygulamanın kaynak kodu Github vasıtasıyla ulaşılabilir:
vi_vn: Source code được công khai trên Github:
zh_cn: 项目源代码已开源至Github：
zh_tw: 原始程式碼已在 Github 上開放：

# AboutPage_Notepads_WebsiteTitle.Text
source: For more info, please visit our website:
ar_ye: للمزيد من المعلومات قم بزيارة موقعنا:
cs_cz: Pro více informací, prosím, navštivte náš web:
de_de: Mehr Informationen auf unserer Website:
es_es: Para más información, visite nuestro sitio web:
fi_fi: Lisätietoja varten vieraile verkkosivuillamme:
fr_fr: Pour plus d'infos, visitez notre site :
hi_in: अधिक जानकारी के लिए, कृपया हमारी वेबसाइट पर जाएं:
it_it: Per maggiori informazioni, visita il nostro sito Web:
ja_jp: 詳しくは公式サイトをご覧ください:
ka_ge: დამატებითი ინფორმაციისთვის, ესტუმრეთ ვებსაიტს:
ko_kr: 자세한 내용은 우리의 웹 사이트를 방문하십시오:
nl_nl: Voor meer informatie, bezoek de website:
or_in: ଅଧିକ ସୂଚନା ପାଇଁ, ଦୟାକରି ଆମର ୱେବସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତୁ:
pl_pl: Po więcej informacji, odwiedź naszą stronę:
pt_br: Para mais informações, visite o nosso site:
pt_pt: Para obter mais informações, visite o nosso site:
ru_ru: Больше информации на нашем веб-сайте:
sr_latn: Za još informacija, molimo posetite naš veb-sajt:
tr_tr: Daha fazla bilgi için, web sitemizi ziyaret edin:
vi_vn: Để biết thêm thông tin, vui lòng truy cập trang web của chúng tôi:
zh_cn: 更多信息，请访问Notepads官网：
zh_tw: 若要取得更多資訊，請造訪我們的官方網站：

# AboutPage_PrivacyStatementTitle.Text
source: Privacy Statement
ar_ye: بيان سياسة الخصوصية
cs_cz: Prohlášení o zásadách ochrany osobních údajů
de_de: Datenschutzerklärung
es_es: Declaración de Privacidad
fi_fi: Tietosuojalausunto
fr_fr: Déclaration de confidentialité
hi_in: गोपनीयता विवरण
it_it: Informativa sulla Privacy
ja_jp: プライバシーについて
ka_ge: კონფედენციალურობის შესახებგანცხადება
ko_kr: 개인정보 보호 정책
or_in: ଗୋପନୀୟତା ବିବୃତ୍ତି
pl_pl: Polityka prywatności
pt_br: Declaração de privacidade
ru_ru: Заявление о конфиденциальности
sr_latn: Izjava o privatnosti
tr_tr: Gizlilik Beyanı
vi_vn: Cam kết bảo mật
zh_cn: 隐私声明
zh_tw: 隱私權聲明

# AboutPage_Title.Content
source: About
ar_ye: عن البرنامج
cs_cz: O programu
de_de: Über
es_es: Información
fi_fi: Tietoja
fr_fr: À propos
hi_in: करीबन
it_it: Informazioni
ja_jp: このアプリについて
ka_ge: შესახებ
ko_kr: 애플리케이션 정보
nl_nl: Over
or_in: ବିଷୟରେ
pl_pl: O programie
pt_br: Sobre
pt_pt: Acerca
ru_ru: О программе
sr_latn: O aplikaciji
tr_tr: Hakkında
vi_vn: Thông tin về ứng dụng
zh_cn: 关于
zh_tw: 關於

# AdvancedPage_StatusBarSettings_ShowHideStatusBarToggleSwitch.OffContent
source: Show status bar
ar_ye: عرض شريط الحالة
cs_cz: Zobrazit stavový řádek
de_de: Statusleiste anzeigen
es_es: Mostrar barra de estado
fi_fi: Näytä tilapalkki
fr_fr: Afficher la barre d'état
hi_in: स्टेटस बार दिखाएं
it_it: Mostra barra di stato
ja_jp: ステータス バーを表示する
ka_ge: სტატუს ბარის ჩვენება
ko_kr: 상태표시줄 보이기
nl_nl: Statusbalk weergeven
or_in: ଷ୍ଟାଟସ୍ ବାର୍ ଦେଖାନ୍ତୁ
pl_pl: Pokaż pasek stanu
pt_br: Mostrar barra de status
pt_pt: Mostrar barra de estado
ru_ru: Показывать строку состояния
sr_latn: Prikaži statusnu traku
tr_tr: Durum çubuğunu göster
vi_vn: Hiển thị thanh trạng thái
zh_cn: 开启状态栏
zh_tw: 顯示狀態列

# AdvancedPage_StatusBarSettings_ShowHideStatusBarToggleSwitch.OnContent
source: Show status bar
ar_ye: عرض شريط الحالة
cs_cz: Zobrazit stavový řádek
de_de: Statusleiste anzeigen
es_es: Mostrar barra de estado
fi_fi: Näytä tilapalkki
fr_fr: Afficher la barre d'état
hi_in: स्टेटस बार दिखाएं
it_it: Mostra barra di stato
ja_jp: ステータス バーを表示する
ka_ge: სტატუს ბარის ჩვენება
ko_kr: 상태표시줄 보이기
nl_nl: Statusbalk weergeven
or_in: ଷ୍ଟାଟସ୍ ବାର୍ ଦେଖାନ୍ତୁ
pl_pl: Pokaż pasek stanu
pt_br: Mostrar barra de status
pt_pt: Mostrar barra de estado
ru_ru: Показывать строку состояния
sr_latn: Prikaži statusnu traku
tr_tr: Durum çubuğunu göster
vi_vn: Hiển thị thanh trạng thái
zh_cn: 开启状态栏
zh_tw: 顯示狀態列

# AdvancedPage_StatusBarSettings_Title.Text
source: Status Bar Settings
ar_ye: إعدادات شريط الحالة
cs_cz: Nastavení Stavového Řádku
de_de: Statusleisteneinstellungen
es_es: Ajusted de Barra de Estado
fi_fi: Tilapalkin Asetukset
fr_fr: Paramètres de la barre d'état
hi_in: स्टेटस बार सेटिंग्स
it_it: Barra di stato
ja_jp: ステータス バー
ka_ge: სტატუს ბარის სეთინგები
ko_kr: 상태표시줄 설정
nl_nl: Statusbalk
or_in: ଷ୍ଟାଟସ୍ ବାର୍ ସେଟିଙ୍ଗ୍ସ
pl_pl: Pasek stanu
pt_br: Configurações da barra de status
pt_pt: Barra de estado
ru_ru: Строка состояния
sr_latn: Postavke statusne trake
tr_tr: Durum Çubuğu Ayarları
vi_vn: Cài đặt thanh trạng thái
zh_cn: 状态栏设置
zh_tw: 狀態列設定

# AdvancedPage_Title.Content
source: Advanced
ar_ye: خيارات متقدمة
cs_cz: Pokročilé
de_de: Erweitert
es_es: Avanzado
fi_fi: Edistynyt
fr_fr: Avancé
hi_in: वरिष्ठ
it_it: Avanzate
ja_jp: 詳細設定
ka_ge: გაფართოებული
ko_kr: 고급
nl_nl: Geavanceerd
or_in: ଅଭିନବ
pl_pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru_ru: Дополнительно
sr_latn: Napredno
tr_tr: Gelişmiş
vi_vn: Cài đặt chi tiết
zh_cn: 高级
zh_tw: 進階設定

# PersonalizationPage_AccentColorSettings_Title.Text
source: Accent Color
ar_ye: اللون الأساسي
cs_cz: Barva zvýraznění
de_de: Akzentfarbe
es_es: Color de Acento
fi_fi: Korostusväri
fr_fr: Couleur d'accentuation
hi_in: एक्सेंट रंग
it_it: Colore principale
ja_jp: アクセント カラー
ka_ge: აქცენტის ფერი
ko_kr: 테마 컬러
nl_nl: Accentkleur
or_in: ଆକ୍ସେଣ୍ଟ ରଙ୍ଗ
pl_pl: Kolor wiodący
pt_br: Cor de destaque
pt_pt: Cor de destaque
ru_ru: Цвет элементов
sr_latn: Boja za isticanje
tr_tr: Tema Rengi
vi_vn: Màu
zh_cn: 主题颜色
zh_tw: 輔色

source: Use my Windows accent color
ar_ye: استخدم لون Windows الأساسي
cs_cz: Použít barvu zvýraznění z Windows
de_de: Windows Akzentfarbe verwenden
es_es: Usar el color de acento de Windows
fi_fi: Käytä Windows-korostusväriäni
fr_fr: Utiliser ma couleur d'accentuation Windows
hi_in: मेरे Windows एक्सेंट रंग का उपयोग करें
it_it: Usa il colore di Windows
ja_jp: Windows のアクセント カラーを使う
ka_ge: გამოიყენე ჩემი Windows-ის აქცენტის ფერი
ko_kr: Windows 테마 컬러 사용
nl_nl: Mijn Windows accentkleur gebruiken
or_in: ମୋର Windows ଆକ୍ସେଣ୍ଟ ରଙ୍ଗ ବ୍ୟବହାର କରନ୍ତୁ
pl_pl: Użyj koloru wiodącego systemu
pt_br: Usar cor de destaque do sistema
pt_pt: Utilizar definição do sistema
ru_ru: Использовать мой цвет Windows
sr_latn: Koristi sistemsku boju za isticanje
tr_tr: Windows tema rengimi kullan
vi_vn: Sử dụng màu của Hệ điều hành
zh_cn: 使用Windows颜色
zh_tw: 使用我當前 Windows 所使用的輔色

# PersonalizationPage_BackgroundTintOpacitySettings_Description.Text
source: Acrylic background tint opacity.
ar_ye: شفافية خلفية تأثير Acrylic. يرجى ملاحظة أن سوف يتم تعطيل تأثير Acrylic عندما تكون البطارية في وضع التوفير أو إذا قمت بتعطيل تأثيرات الشفافية في إعدادات Windows.
cs_cz: Průhlednost akrylového odstínu pozadí. Akrylový odstín okna bude při úsporném módu na baterii vypnut nebo pokud vypnete průhlednost oken v nastavení systému.
de_de: Acryl Hintergrundfarbton Transparenz.
es_es: Opacidad del tono acrílico de fondo. Please note that Acrylic effect will be disabled when battery saver mode is on or if you turn off transparency effects in Windows Settings.
fi_fi: Akryylitaustan värisävyn läpinäkyvyys. Huomaa, että akryyliefekti poistetaan käytöstä akun säästötilassa tai jos käännät läpinäkyvyystehosteet pois päältä Windows-asetuksissa.
fr_fr: Opacité de la teinte de fond acrylique. Notez que l'effet acrylique sera désactivé lorsque le mode d'économie de la batterie est activé ou si vous désactivez les effets de transparence dans les paramètres de Windows.
hi_in: एक्रेलिक बैकग्राउंड टिंट अस्पष्टता।
it_it: Regola l'opacità principale dello sfondo dell'app.
ja_jp: アクリル背景の不透明度です。バッテリーセーバーモードがオンになっている場合や、Windowsの設定で透過効果をオフにしている場合は、アクリル効果が無効になるので注意してください。
ka_ge: აკრილის ფონის ელფერის გამჭირვალეობა.
ko_kr: 아크릴 배경 색조 불투명도
nl_nl: Acryl achtergrond tint dekking. Houd er rekening mee dat het acryleffect wordt uitgeschakeld wanneer de batterijbesparende modus is ingeschakeld of als u de transparantie-effecten in Windows-instellingen uitschakelt.
or_in: ଆକ୍ରିଲିକ୍ ପୃଷ୍ଠଭୂମି ଟିଣ୍ଟ୍ ସ୍ୱଚ୍ଛତା
pl_pl: Poziom akrylowego rozmycia tła. Należy pamiętać, że rozmycie tła jest niedostępne, gdy jest włączone oszczędzanie baterii lub opcja przeżroczystości jest wyłączona w Ustawieniach systemu Windows.
pt_br: Opacidade do tom de fundo do acrílico. Saiba que o efeito acrílico será desativado quando o modo de economia de bateria estiver ativado ou se você desativar os efeitos de transparência nas configurações do Windows.
pt_pt: Opacidade do tom de fundo acrílico. Note que o efeito acrílico será desativado quando o modo poupança de bateria está ativo ou se desligar os efeitos de transparência nas Definições do Windows.
ru_ru: Непрозрачность акрилового фона.
sr_latn: Akrilna neprozirnost boje pozadine. Akrilni efekt će se deaktivirati kad se uključi štednja baterije ili ako se isključi efekt prozirnosti u postavkama Windows-a.
tr_tr: Arkaplan bulanıklık opaklığı.
vi_vn: Độ mờ của tông màu nền acrylic. Xin lưu ý rằng hiệu ứng Acrylic sẽ bị tắt khi bật chế độ tiết kiệm pin hoặc nếu bạn tắt hiệu ứng trong suốt trong Cài đặt Windows.
zh_cn: 亚克力背景透明度设置。请注意，当系统处于节能模式中或者Windows设置中禁用了透明效果，您将无法更改此设置并且亚克力效果会被禁用。
zh_tw: 壓克力背景色調透明度。請留意壓克力效果會在省電模式啟用或者 Windows 設定中透明效果關閉的情況下停用。

# PersonalizationPage_BackgroundTintOpacitySettings_Title.Text
source: Background Tint Opacity
ar_ye: شفافية الخلفية
cs_cz: Průhlednost odstínu pozadí
de_de: Hintergrundfarbton Transparenz
es_es: Opacidad del Tono de Fondo
fi_fi: Taustan Värisävyn Läpinäkyvyys
fr_fr: Opacité de la teinte de fond
hi_in: पृष्ठभूमि टिंट अस्पष्टता
it_it: Opacità dello sfondo
ja_jp: 背景色の不透明度
ka_ge: ფონის ელფერის გამჭირვალეობა
ko_kr: 배경 색조 불투명도
nl_nl: Achtergrond tint dekking
or_in: ପୃଷ୍ଠଭୂମି ଟିଣ୍ଟ ସ୍ୱଚ୍ଛତା
pl_pl: Rozmycia tła
pt_br: Opacidade do tom de fundo
pt_pt: Opacidade do fundo
ru_ru: Непрозрачность окна
sr_latn: Neprozirnost boje pozadine
tr_tr: Arka Plan Tonu Opaklığı
vi_vn: Độ mờ của tông màu nền
zh_cn: 背景透明度
zh_tw: 背景色調透明度

# PersonalizationPage_ThemeModeSettings_DarkModeRadioButton.Content
source: Dark
ar_ye: داكن
cs_cz: Tmavý
de_de: Dunkel
es_es: Oscuro
fi_fi: Tumma
fr_fr: Foncé
hi_in: अंधेरा
it_it: Scuro
ja_jp: 黒
ka_ge: მუქი
ko_kr: 어둡게
nl_nl: Donker
or_in: ଅନ୍ଧକାର
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ru_ru: Темная
sr_latn: Tamna
tr_tr: Koyu
vi_vn: Tối
zh_cn: 深色
zh_tw: 深色
